tap "aoki/redis-cli"
tap "armmbed/formulae"
tap "artginzburg/tap"
tap "b3z/small"
tap "cantino/mcfly"
tap "clangen/musikcube"
tap "cmacrae/formulae"
tap "derailed/k9s"
tap "discoteq/discoteq"
tap "elastic/tap"
tap "ethereum/ethereum"
tap "felixkratz/formulae"
tap "filosottile/musl-cross"
tap "gigalixir/brew"
tap "gleich/tap"
tap "gleich/taps"
tap "hackclub/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jmhobbs/parrot"
tap "khanhas/tap"
tap "koekeishiya/formulae"
tap "messense/macos-cross-toolchains"
tap "michaeleisel/zld"
tap "orbs-network/devtools"
tap "planetscale/tap"
tap "quackduck/tap"
tap "radicle/cli", "https://seed.alt-clients.radicle.xyz/radicle-cli-homebrew.git"
tap "railwayapp/railway"
tap "superfly/tap"
tap "willdoescode/natls"
tap "xorpse/formulae"
tap "zegervdv/zathura"
brew "ack"
brew "act"
brew "glib"
brew "pkg-config"
brew "python@3.9"
brew "gdk-pixbuf"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "aom"
brew "python@3.10"
brew "asciinema"
brew "berkeley-db", link: true
brew "asciiquarium"
brew "automake"
brew "gmp"
brew "coreutils"
brew "asdf"
brew "atk"
brew "bat"
brew "binaryen"
brew "boost"
brew "brightness"
brew "bzip2"
brew "capnp"
brew "capstone"
brew "catch2"
brew "eigen"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "tbb"
brew "ceres-solver"
brew "cmake"
brew "libusb"
brew "core"
brew "cowsay"
brew "cppcheck"
brew "ctags"
brew "openldap"
brew "curl"
brew "dash"
brew "krb5"
brew "libpq"
brew "diesel"
brew "docker"
brew "docker-machine"
brew "dog"
brew "dtc"
brew "eksctl"
brew "erlang"
brew "elixir"
brew "ethereum"
brew "exercism"
brew "expat"
brew "unbound"
brew "openjpeg"
brew "ffmpeg"
brew "ffmpeg@4"
brew "figlet"
brew "fish"
brew "flux"
brew "flyctl"
brew "fnm"
brew "mesa"
brew "fzf"
brew "gawk"
brew "libavif"
brew "gd"
brew "gh"
brew "ghostscript"
brew "git-lfs"
brew "git-standup"
brew "node"
brew "gitmoji"
brew "glfw"
brew "gnu-sed"
brew "gnupg", link: false
brew "gotop"
brew "gping"
brew "openjdk"
brew "gradle"
brew "netpbm"
brew "graphviz"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "hadolint"
brew "hub"
brew "ipfs"
brew "iproute2mac"
brew "jd"
brew "jenkins-lts", restart_service: true
brew "john-jumbo"
brew "jq"
brew "jupyterlab"
brew "kind"
brew "kubernetes-cli"
brew "lazygit"
brew "libnotify"
brew "libopenmpt"
brew "librdkafka"
brew "libslirp"
brew "libspectre"
brew "llvm"
brew "lolcat"
brew "macchina"
brew "ruby"
brew "macvim"
brew "make"
brew "meson"
brew "minikube"
brew "miniupnpc"
brew "mupdf"
brew "mutt"
brew "protobuf"
brew "mysql", restart_service: true
brew "nasm"
brew "neovim"
brew "nim"
brew "nmap"
brew "node@12"
brew "node@14"
brew "numpy"
brew "onefetch"
brew "qt@5"
brew "vtk"
brew "opencv"
brew "openjdk@17"
brew "openssl@3"
brew "pkcs11-helper"
brew "openvpn"
brew "poppler"
brew "postgresql", restart_service: true
brew "postgresql@13"
brew "prettyping"
brew "privoxy", restart_service: true
brew "projectm"
brew "protobuf-c"
brew "pyenv"
brew "qemu"
brew "qt"
brew "rabbitmq"
brew "ranger"
brew "ruby-build"
brew "rbenv"
brew "rbenv-default-gems"
brew "rbenv-gemset"
brew "redis", restart_service: true
brew "rust"
brew "sampler"
brew "screen"
brew "solidity"
brew "spaceship"
brew "speedtest-cli"
brew "sphinx-doc"
brew "swiftlint"
brew "swig"
brew "telnet"
brew "tendermint"
brew "thefuck"
brew "tmux"
brew "tokei"
brew "tty-clock"
brew "wget"
brew "wifi-password"
brew "wtfutil"
brew "xmrig"
brew "yadm"
brew "zig"
brew "zlib"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "aoki/redis-cli/redis-cli", link: false
brew "artginzburg/tap/sudo-touchid"
brew "clangen/musikcube/musikcube"
brew "cmacrae/formulae/spacebar"
brew "derailed/k9s/k9s"
brew "discoteq/discoteq/flock"
brew "elastic/tap/elasticsearch-full"
brew "elastic/tap/kibana-full"
brew "elastic/tap/metricbeat-full"
brew "felixkratz/formulae/sketchybar"
brew "filosottile/musl-cross/musl-cross"
brew "gigalixir/brew/gigalixir"
brew "gleich/tap/fgh"
brew "gleich/taps/nuke"
brew "hackclub/tap/haas"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/vault"
brew "jmhobbs/parrot/terminal-parrot"
brew "khanhas/tap/spicetify-cli"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "messense/macos-cross-toolchains/armv7-unknown-linux-gnueabihf"
brew "messense/macos-cross-toolchains/x86_64-unknown-linux-gnu"
brew "orbs-network/devtools/gamma-cli"
brew "planetscale/tap/pscale"
brew "quackduck/tap/ncis"
brew "railwayapp/railway/railway"
brew "willdoescode/natls/natls"
brew "zegervdv/zathura/girara", args: ["HEAD"]
brew "zegervdv/zathura/zathura", args: ["HEAD"]
brew "zegervdv/zathura/zathura-pdf-mupdf"
brew "zegervdv/zathura/zathura-pdf-poppler"
cask "alacritty"
cask "background-music"
cask "balenaetcher"
cask "bartender"
cask "blender"
cask "cakebrew"
cask "clock"
cask "discord"
cask "dozer"
cask "electrum"
cask "element"
cask "emacs"
cask "fetch"
cask "figma"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-victor-mono-nerd-font"
cask "gcc-arm-embedded"
cask "gimp"
cask "gitify"
cask "goland"
cask "google-chrome"
cask "hyper"
cask "istat-menus"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keycastr"
cask "kitty"
cask "krisp"
cask "libreoffice"
cask "linear"
cask "lunar-client"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "ndm"
cask "nightowl"
cask "notion"
cask "numi"
cask "obs"
cask "only-switch"
cask "pgadmin4"
cask "postgres-unofficial"
cask "quassel"
cask "raycast"
cask "rectangle"
cask "reventlou"
cask "safe-multisig"
cask "selfcontrol"
cask "session"
cask "shuttle"
cask "skim"
cask "slack"
cask "spotify"
cask "spotify-now-playing"
cask "stats"
cask "steam"
cask "sublime-text"
cask "telegram"
cask "timeular"
cask "todoist"
cask "tradingview"
cask "unetbootin"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "webstorm"
cask "zoom"
cask "zotero"
